Repository: common-repository/amazonsimpleadmin
Catalog: lang/asa1-*.po
Languages: es_es, fr_fr, sr_rs

source: Setup
es_es: Configuración
fr_fr: Configuration
sr_rs: Postavka

source: Options
es_es: Opciones
sr_rs: Opcije

source: Collections
es_es: Colecciones
sr_rs: Kolekcije

source: Cache
es_es: Caché
fr_fr: Mémoire cache
sr_rs: Keš memorija

source: Usage
es_es: Uso
fr_fr: Utilisation
sr_rs: Upotreba

source: Log
sr_rs: Dnevnik

source: Donation
es_es: Donación
fr_fr: Don
sr_rs: Donacija

source: If you like this plugin and make some money with it, feel free to <a href="javascript:void(0)" onclick="%s">support me</a> so that I can keep up the updates!
es_es: Si te gusta este plugin y haces algo de dinero con él, no dudes en <a href="javascript:void(0)" me onclick="%s"> apóyame </a > ¡para que pueda mantener las actualizaciones!
fr_fr: Si vous aimez ce plugin et faites de l'argent avec lui, n'hésitez pas à <a href="javascript:void(0)" onclick="%s">me soutenir</a> afin que je puisse faires des mises à jour !
sr_rs: Ako vam se dopada ovaj plugin i ako vam omogućava da zaradite, slobodno <a href="javascript:void(0)" onclick="%s">me podržite</a> da bih mogao da ga ažuriram!

source: Thank you
es_es: Gracias
fr_fr: Merci
sr_rs: Hvala

source: I donated already. Please hide this box.
es_es: Yo ya doné. Por favor, ocultar esta caja.
fr_fr: J'ai donné déjà. S'il vous plaît cacher cette boîte.
sr_rs: Već sam donirao. Sakrij ovo polje.

source: Send
es_es: Enviar
fr_fr: Envoyer
sr_rs: Pošalji

source: Newsletter
fr_fr: Infolettre
sr_rs: Obaveštenja

source: Curious about the <b>new features</b> of the upcoming <b>ASA Pro</b> version?<br>Then you should subscribe to the ASA newsletter!
es_es: ¿Curioso sobre las nuevas características <b> </ b> de la próxima <b> ASA Pro </ b> versión? <br> ¡Entonces usted debe suscribirse al boletín ASA!
fr_fr: Curieux de connaître les <b>nouveautés</b> de la version <b>Pro ASA</b> à venir ?<br>Vous devriez vous abonner à l'ifolettre ASA !
sr_rs: Zanimaju vas <b>nove funkcije</b>buduće <b>ASA Pro</b> verzije? <br>Pretplatite se na ASA obaveštenja!

source: Email Address (required)
es_es: Dirección de correo electrónico (requerido)
fr_fr: Une adresse e-mail est requise.
sr_rs: Email adresa (obavezna)

source: Subscribe
es_es: Suscribir
fr_fr: S'abonner
sr_rs: Pretplati se

source: I subscribed to the ASA newsletter already. Please hide this box.
es_es: Me suscribí a la newsletter ASA. Por favor, ocultar esta caja.
fr_fr: Je me suis abonné à l'infolettre ASA déjà. S'il vous plaît cacher cette boîte.
sr_rs: Već sam se pretplatio na ASA obaveštenja. Sakrij ovo polje.

source: It is highly recommended to activate the <a href="%s">cache</a>!
es_es: Es muy recomendable activar el <a href="%s">caché </ a>!
fr_fr: Il est fortement recommandé d'activer le <a href="%s">cache</a>!
sr_rs: Preporučujemo vam da aktivirate <a href="%s">cache</a>!

source: Debugging mode is active. Be sure to deactivate it when you do not need it anymore.
es_es: Modo de depuración está activo. Asegúrese de desactivarlo cuando no lo necesite más.
fr_fr: Mode débogage est activé. N'oubliez pas de le désactiver lorsque vous n'en aurez plus besoin.
sr_rs: Režim za otklanjanje grešaka aktiviran! Ne zaboravite da ga deaktivirate kad vam više ne bude potreban.

source: Settings saved.
es_es: Configuración guardada
fr_fr: Les paramètres ont été enregistrés.
sr_rs: Podešavanja sačuvana

source: invalid ASIN
es_es: ASIN Inválida
fr_fr: ASIN non valide
sr_rs: Nevažeći ASIN.

source: ASIN already added to collection <strong>%s</strong>
es_es: ASIN ya agregado a la colección <strong>% s </strong>
fr_fr: ASIN déjà ajouté à la collection <strong>%s</strong>
sr_rs: ASIN je već dodat zbirci <strong>%s</strong>

source: <strong>%s</strong> added to collection <strong>%s</strong>
es_es: strong>%s </ strong> añadido a la colección <strong>% s </ strong>
fr_fr: <strong>%s</strong> a ajouté à la collection <strong>%s</strong>
sr_rs: <strong>%s</strong>dodat zbirci<strong>%s</strong>

source: collection deleted: <strong>%s</strong>
es_es: Colección eiminada <strong>%s</ strong>
fr_fr: collection supprimée : <strong>%s</strong>
sr_rs: kolekcija obrisana: <strong>%s</strong>

source: Invalid collection label
es_es: Etiqueta de colección inválida
fr_fr: Étiquette de collection non valide
sr_rs: Nevažeća oznaka kolekcije

source: New collection <strong>%s</strong> created
es_es: Nueva colección <strong>% s </ strong> creada
fr_fr: Nouvelle collection <strong>%s</strong> créée
sr_rs: Nova kolekcija <strong>%s</strong> kreirana

source: This collection already exists
es_es: Esta colección ya existe
fr_fr: Cette collection existe déjà
sr_rs: Ova kolekcija već postoji

source: Cache not activated!
es_es: ¡Caché no activado
fr_fr: Le cache n'est pas activé !
sr_rs: Keš memorija nije aktivirana!

source: Cache cleaned up!
es_es: ¡Caché limpiado!.
fr_fr: Cache nettoyé !
sr_rs: Keš memorija očišćena!

source: Cache options updated!
es_es: ¡Opciones Caché actualizadas!
fr_fr: Options de cache mis à jour !
sr_rs: Opcije keš memorije ažurirane!

source: Do you want to activate the AmazonSimpleAdmin collections feature?
es_es: ¿Desea activar la función de las colecciones AmazonSimpleAdmin?
fr_fr: Vous voulez activer la fonctionnalité de collections AmazonSimpleAdmin ?
sr_rs: Želite li da aktivirate funkcije AmazonSimpleAdmin kolekcije?

source: Activate
es_es: Activar
fr_fr: Activer
sr_rs: Aktiviraj

source: Check out the <a href="%s" target="_blank">guide</a> if you do not know how to use collections.
es_es: Echa un vistazo a <a href="%s" target="_blank">guía</a> si no sabes cómo utilizar las colecciones.
fr_fr: Consultez le <a href="%s" target="_blank">guide</a> si vous ne savez pas comment utiliser les collections.
sr_rs: Idite na <a href="%s" target="_blank">guide</a> ako ne znate kako se koriste kolekcije.

source: Create new collection
es_es: Crear nueva colección
fr_fr: Créer une nouvelle collection
sr_rs: Kreiraj novu kolekciju

source: New collection
es_es: Colección Nueva
fr_fr: Nouvelle collection
sr_rs: Nova kolekcija

source: Save
es_es: Guardar
fr_fr: Sauvegarder
sr_rs: Sačuvaj

source: Only alpha-numeric characters and underscore allowed
es_es: Sólo se permiten caracteres alfanuméricos y de subrayado
fr_fr: Seuls les caractères alpha-numériques et le trait de soulignement sont autorisés
sr_rs: Dozvoljeni su samo alfa-numerički karakteri i podvlačenje

source: Add to collection
es_es: Añadir a la colección
fr_fr: Ajouter automatiquement à la collection
sr_rs: Dodaj kolekciji

source: Add Amazon item (ASIN)
es_es: Añadir elemento Amazon (ASIN)
fr_fr: Ajouter le produit Amazon (ASIN)
sr_rs: Dodaj artikal sa Amazona (ASIN)

source: to collection
es_es: a la colección
fr_fr: à la colletion
sr_rs: kolekciji

source: Manage collections
es_es: Administrar colecciones
fr_fr: Gérer les collections
sr_rs: Upravljaj kolekcijama

source: Collection
es_es: Colección
sr_rs: Kolekcija

source: Browse
es_es: Navegar
fr_fr: Parcourir
sr_rs: Pretraži

source: Delete collection
es_es: Eliminar colección
fr_fr: Supprimer la collection
sr_rs: Izbriši kolekciju

source: Delete selected
es_es: Eliminar seleccionado
fr_fr: Supprimer les lignes sélectionnées
sr_rs: Izbriši odabrano

source: Delete selected collection items from collection?
es_es: ¿Eliminar elementos de la colección seleccionadas de la colección?
fr_fr: Supprimer les éléments sélectionnés de la collection ?
sr_rs: Izbriši odabrane artikle kolekcije

source: Price
es_es: Precio
fr_fr: ﻿Prix
sr_rs: Cena

source: Title
es_es: Título
fr_fr: Titre
sr_rs: Naslov

source: Timestamp
es_es: Marca de tiempo
fr_fr: Horodatage
sr_rs: Vremenska oznaka

source: Set timestamp of &quot;%s&quot; to actual time?
es_es: ¿Establecer marca de tiempo de &quot;%s&quot; en la hora actual?
fr_fr: Changer l'horodotage de &quot;%s&quot; pour l'heure actuelle ?
sr_rs: Podesi vremensku oznaku &quot;%&quot; na tekuće vreme?

source: latest
es_es: El último
fr_fr: ﻿dernier
sr_rs: najnovije

source: Nothing found. Add some products.
es_es: No se encontró nada. Añada algunos productos.
fr_fr: Rien n'a été trouvé. Ajouter certains produits.
sr_rs: Ništa nije pronađeno. Dodajte neke artikle.

source: Please visit the <a href="%s" target="_blank">Usage Guide</a> on the plugin's homepage to learn how to use it.
es_es: Visite por favor <a href="%s" Guía de Uso target="_blank"> </ a> en la página principal del plugin para aprender a usarlo.
fr_fr: Veuillez consulter le <a href="%s" target="_blank">Guide d'utilisation</a> sur la page d'accueil du plugin dpour apprendre comment l'utiliser.
sr_rs: Posetite <a href="%s" target="_blank">Usage Guide</a>na početnoj stranici plugin-a da biste naučili da ga koristite.

source: Step by Step Guide
es_es: Guía paso a paso
fr_fr: Guide pas à pas
sr_rs: Uputstvo za upotrebu - korak po korak

source: Please read the <a href="%s" target="_blank">Step by Step Guide</a> if you are new to this plugin.
es_es: Por favor, lea la <a href = "% s " target = "_blank "> Guía paso a paso </a> si usted es nuevo en este plugin.
fr_fr: Veuillez lire le <a href="%s" target="_blank">Guide étape par étape</a> si vous êtes nouveau savec ce plugin.
sr_rs: Pročitajte <a href="%s" target="_blank">Step by Step Guide</a> ako ste tek počeli da koristite ovaj plugin.

source: Available templates
es_es: Plantillas disponibles
fr_fr: Modèles disponibles :
sr_rs: Raspoloživi uzorci

source: This is a list of template files, ASA found on your server:
es_es: Esta es una lista de los archivos de plantilla, ASA encontradas en su servidor:
fr_fr: Il s'agit d'une liste de fichiers de modèle, ASA trouvée sur votre serveur :
sr_rs: Ovo je spisak uzoraka datoteka koje je ASA našao na vašem serveru:

source: Template
es_es: Plantilla
fr_fr: Modèle
sr_rs: Uzorak

source: Mode
sr_rs: Režim

source: Ratings
sr_rs: Ocene

source: Disable error log
sr_rs: Deaktiviraj dnevnik grešaka

source: Submit
sr_rs: Podnesi

source: Result
sr_rs: Rezultat

source: Successfully retrieved customer ratings.
sr_rs: Ocene korisnika uspešno su vraćene.

source: Total reviews:
sr_rs: Ukupno pregleda:

source: Average rating:
sr_rs: Prosečna ocena:

source: Image source:
sr_rs: Izvor slika

source: Customer ratings could not be retrieved.
sr_rs: Ocene korisnika ne mogu se vratiti.

source: All log entries have been deleted.
sr_rs: Svi unosi dnevnika su obrisani.

source: Use asynchronous mode (AJAX):
es_es: Usar modo asíncrono (AJAX):
fr_fr: Utiliser le mode asynchrone (AJAX) :
sr_rs: Koristi vremenski neusklađen režim (AJAX):

source: Requests to the Amazon webservice will be executed asynchronously. This will improve page load speed.
es_es: Las peticiones al servicio web de Amazon se ejecutarán de forma asincrónica. Esto mejorará la velocidad de carga de la página.
fr_fr: Les demandes de service Web Amazon seront exécutées de façon asynchrone. Ceci améliorera la vitesse de chargement de page.
sr_rs: Zahtevi Amazon web servisu biće obrađeni vremenski neusklađeno. Na ovaj način ubrzaće se učitavanje stranice.

source: Parse comments:
es_es: Procesar comentarios:
fr_fr: Analyser les commentaires :
sr_rs: Analiza komentara:

source: [asa] tags in comments will be parsed.
es_es: [ASA] se va a analizar las etiquetas en los comentarios.
fr_fr: [asa] les étiquettes dans les commentaires seront analysés.
sr_rs: [asa] oznake u komentarima biće analizirane.

source: Enable product preview links:
es_es: Habilitar enlaces de vista previa del producto:
fr_fr: Activez les liens aperçu deu produit :
sr_rs: Aktiviraj linkove za pregled proizvoda:

source: Product preview layers are only supported by US, UK and DE so far. This can effect the site to be loaded a bit slower due to link parsing.
es_es: Capas de Vista previa del producto sólo se soportan en EE.UU., Reino Unido y DI hasta ahora. Esto puede afectar el sitio a cargar un poco más lento debido al vínculo de análisis.
fr_fr: L' aperçu des couches du produit n'est supporté jusqu'à présent seulement par les sites US, UK et DE. Cela peut amener le site à se charger un peu plus lentement en raison de l'analyse de lien.
sr_rs: Slojeve pregleda proizvoda, za sada, podržavaju samo US, UK i DE. To može prouzrokovati sporije učitavanje sajta zbog parsiranja linka.

source: Hide ASA link:
es_es: Ocultar enlace ASA:
fr_fr: Masquer le lien de l'ASA :
sr_rs: Sakrij ASA link

source: Hides link to ASA homepage from Meta widget. Do not hide it to support this plugin.
es_es: Oculta enlace a ASA página de inicio de tu widget Meta. No lo oculte para apoyar este plugin.
fr_fr: Cacher le lien vers la page d'accueil ASA du widget de Meta. Ne le cachez pas pour soutenir ce plugin.
sr_rs: Sakriva link za ASA početnu stranicu sa meta widget-a. Nemojte je sakrivati da biste podržali ovaj plugin.

source: Use short Amazon links:
es_es: Utilice enlaces cortos Amazon:
fr_fr: Utilisez les liens Amazon courts :
sr_rs: Koristi kratke Amazon linkove:

source: Activates the short version of affiliate links like %s
es_es: Activa la versión corta de enlaces de afiliados como %s
fr_fr: Active la version courte de liens d'affiliation comme %s
sr_rs: Aktivira kratku verziju pridruženih linkova, kao što su %s

source: Activate debugging:
es_es: Activar depuración:
fr_fr: Activer le débogage :
sr_rs: Aktiviraj otklanjanje grešaka:

source: Important: Use debugging only temporarily if you are facing problems with ASA. Ask the <a href="%s" target="_blank">support</a> how to interpret the debugging information.
es_es: Importante: Use la depuración sólo temporalmente si se enfrentan a problemas con ASA. Pida el<a href="%s" apoyo target="_blank"> </ a> cómo interpretar la información de depuración.
fr_fr: Important : N'utilisez le débogage que temporairement si vous rencontrez des problèmes avec l'ASA. Demandez à l' <a href="%s" target="_blank">appui</a> comment interpréter les informations de débogage.
sr_rs: Važna napomena: Koristite otklanjanje grešaka samo privremeno i to ako vam ASA zadaje probleme. Pitajte podršku na <a href="%s" target="_blank">support</a> kako da protumačite informacije o otklanjanju grešaka.

source: Debugger error
es_es: Error depurador
fr_fr: Erreur du débogueur
sr_rs: Greška u otklanjanju grešaka

source: Refresh
es_es: Actualizar
fr_fr: Actualiser
sr_rs: Osveži

source: Clear debugging data
es_es: Borrar datos de depuración
fr_fr: Effacer les données débogage
sr_rs: Obriši podatke o otklanjanju grešaka

source: Ratings parser alternative:
sr_rs: Ocene alternative parsera:

source: Try this option if you have problems with loading the product ratings
sr_rs: Isprobajte ovu opciju ako imate problema sa učitavanjem ocena proizvoda.

source: Custom widget class:
sr_rs: Prilagođena klasa widget-a.

source: Set a custom CSS class for the outer widget container. Default is "AmazonSimpleAdmin_widget" which may get blocked by AdBlockers.
sr_rs: Podesite prilagođenu CSS klasu za spoljni kontejner widget-a. Podrazumevani je "AmazonSimpleAdmin_widget" kojeg AdBlockers mogu blokirati.

source: Error handling
sr_rs: Obrada grešaka:

source: Error handling:
sr_rs: Obrada grešaka:

source: Activates the error handling. Generates log entries e.g. when using invalid ASINs (see tab "Log"). Precondition for all following options.
sr_rs: Aktivira obradu grešaka. Generiše unose dnevnika, npr. kad se koriste nevažeći ASIN-i (pogledajte tabulator "Log"). Preduslov za sve naredne opcije.

source: Admin front-end errors:
sr_rs: Greške administratora na front end-u

source: If an error occures while loading the products, display the error messages instead of an empty product box in the front-end for logged in admins only. Template file <b>error_admin.htm</b> will be used.
sr_rs: Ako se greška pojavi prilikom učitavanja proizvoda, prikaži poruku o grešci umesto praznog okvira za proizvod na front end-u, samo za prijavljene administratore. Koristiće se obrazac datoteke <b>error_admin.htm</b>.

source: Error template:
sr_rs: Obrazac greške:

source: If an error occures while loading a product, display the error template instead of an empty product box. Template file <b>error.htm</b> will be used.
sr_rs: Ako se greška pojavi prilikom učitavanja proizvoda, prikaži obrazac greške umesto praznog okvira proizvoda. Koristiće se obrazac datoteke <b>error.htm</b>.

source: Email notification:
sr_rs: Email obaveštenje:

source: Enables the email notification feature. Enables you to receive notifications about product parsing errors with the same information like in the log entries (invalid ASINs and location where it is used).
sr_rs: Aktivira slanje obaveštenja putem email-a. Omogućava vam da dobijate obaveštenja o greškama analize proizvoda zajedno sa informacijama o unosima dnevnika (nevažeći ASIN i lokacije na kojima se koristi).

source: Read the <a href="%s" target="_blank">documentation</a> about how to setup this feature. <b>Error handling must be activated.</b>
sr_rs: Pročitajte dokumentaciju na <a href="%s" target="_blank">documentation</a> da biste videli podešavanja ove funkcionalnosti. <b>Obrada grešaka mora biti aktivirana.</b>

source: Update Options
es_es: Opciones de actualización
fr_fr: ﻿Options de mise à jour
sr_rs: Opcije ažuriranja

source: Connection to Amazon Webservice failed. Please check the mandatory data.
es_es: La conexión a Amazon Webservice falló. Por favor, compruebe los datos obligatorios
fr_fr: Échec de la connexion au service Web Amazon. S'il vous plaît vérifier les données requises.
sr_rs: Povezivanje sa Amazon Web servisom neuspešno. Proverite obavezne podatke.

source: Need help?
es_es: ¿Necesita ayuda?
fr_fr: Besoin d'aide ?
sr_rs: Da li vam je potrebna pomoć?

source: Online documentation
es_es: Documentación en línea
fr_fr: Documentation en ligne
sr_rs: Online dokumentacija

source: Forums
es_es: Foros
sr_rs: Forumi

source: Contact
es_es: Contacto
sr_rs: Kontakt

source: Credentials
es_es: Credenciales
fr_fr: Références
sr_rs: Akreditivi

source: Ready
es_es: Preparado
fr_fr: Prêt
sr_rs: Spreman

source: Not Ready
es_es: No preparado
fr_fr: Non prêt
sr_rs: Nije spreman

source: Get help at
es_es: Obtener ayuda en
fr_fr: Obtenir de l'aide à
sr_rs: Nađite pomoć

source: Please fill in your Amazon Product Advertising API credentials.
es_es: Por favor rellene sus credenciales de API Publicidad Producto Amazon
fr_fr: Veuillez remplir vos informations d'identification d'Amazon Product Advertising API.
sr_rs: Molimo vas da unesete svoje akreditive u Amazon Product Advertising API.

source: Fields marked with * are mandatory:
es_es: Los campos marcados con * son obligatorios:
fr_fr: * Les champs marqués de * sont obligatoires.
sr_rs: Polja označena zvezdicom * su obavezna:

source: Your Amazon Access Key ID*:
es_es: La ID* de su clave de acceso Amazon
fr_fr: ID de votre clé d'accès * Amazon :
sr_rs: ID vašeg ključa za pristup Amazonu:

source: How do I get one?
es_es: ¿Cómo puedo obtener una?
fr_fr: Comment puis-je en obtenir un ?
sr_rs: Kako da ga dobijem?

source: Your Secret Access Key*:
es_es: Su clave de acceso secreta*:
fr_fr: Votre clé d'accès Secret * :
sr_rs: Vaš tajni ključ za pristup*

source: What is this?
es_es: ¿Qué es esto?:
fr_fr: De quoi s'agit-il ?
sr_rs: Šta je to?

source: Your Amazon Tracking ID*:
es_es: Su Amazon Tracking ID*
fr_fr: Votre ID de trace * Amazon :
sr_rs: Vaš ID za praćenje Amazona*

source: Where do I get one?
es_es: ¿Dónde puedo conseguir uno?
fr_fr: Où puis-je en obtenir un ?
sr_rs: Gde da ga nađem?

source: Your Amazon Country Code*:
es_es: Su Código del país Amazon*:
fr_fr: Votre code Amazon du pays* :
sr_rs: Kod vaše države na Amazonu*

source: Default
es_es: Por defecto
fr_fr: Par défaut
sr_rs: Podrazumevani

source: Clear Settings
es_es: Borrar configuración
fr_fr: Effacer les paramètres
sr_rs: Obriši podešavanja

source: Notice
es_es: Aviso
fr_fr: Notifications.
sr_rs: Obratite pažnju

source: If your status is ready but your implemented Amazon product boxes do not show any data, check the FAQ panel for more information (first entry).
es_es: Si su estado es listo, pero su carga de productos amazónicos implementadas no muestra ningún dato, consulte el panel de preguntas frecuentes para obtener más información (primera entrada)
fr_fr: Si votre état est prêt, mais vos boîtes de produit Amazon mis en œuvre ne présentent pas de données, vérifiez le panneau de la FAQ pour plus d'informations (première entrée).
sr_rs: Ako vam je status “spreman”, ali vaši implementirani Amazon okviri za proizvode ne prikazuju nikakve podatke, za više informacija pogledajte panel sa često postavljenim pitanjima (prvi unos).

source: Activate cache:
es_es: Activar caché:
fr_fr: Activer le cache :
sr_rs: Aktiviraj keš:

source: Do not use cache when logged in as admin:
es_es: No utilice la memoria caché cuando se está como administrador:
fr_fr: Ne pas utiliser le cache lorsque vous êtes connecté en tant qu'administrateur :
sr_rs: Nemojte koristiti keš dok ste prijavljeni kao administrator:

source: Cache Lifetime (in seconds):
es_es: Tiempo de vida del caché (en segundos):
fr_fr: Durée de vie du cache (en secondes) :
sr_rs: Životni vek keša (u sekundama):

source: Cache directory:
es_es: Directorio de la caché:
fr_fr: Répertoire de cache :
sr_rs: Direktorijum keša:

source: within asa plugin directory / default = "cache" / must be <strong>writable</strong>!
es_es: en el directorio de plugins asa / default = "cache " / debe ser <strong> escribible </ strong>
fr_fr: dans le répertoire plugin asa / default = « cache » / doit être <strong>accessible en écriture</strong>!
sr_rs: U asa plugin direktorijumu default = "cache" / mora biti <strong>writable</strong>!

source: is
es_es: Se
fr_fr: est
sr_rs: je

source: Clear Cache
es_es: Borrar caché
fr_fr: Effacer le cache
sr_rs: Obriši keš

source: Error
fr_fr: Erreur
sr_rs: Greška

source: Success
es_es: Éxito
fr_fr: Succès
sr_rs: Uspeh

source: Error while loading product data.
sr_rs: Greška prilikom učitavanja podataka o proizvodu.

# post type general name
source: ASA Errors
sr_rs: ASA Greške

# post type singular name
source: ASA Error
sr_rs: ASA Greška

# admin menu
source: ASA Errors
sr_rs: ASA Greške

# add new on admin bar
source: ASA Error
sr_rs: ASA Greška

# asa-error
source: Add New
sr_rs: Dodaj novi

source: Add New
sr_rs: Dodaj novi

source: New
sr_rs: Novi

source: Edit
sr_rs: Uredi

source: View
sr_rs: Vidi

source: All
sr_rs: Sve

source: Search
sr_rs: Traži

source: Parent:
sr_rs: Nadređeni

source: Noting found.
sr_rs: Ništa nije nađeno

source: Nothing found in Trash.
sr_rs: Ništa nije nađeno u korpi za otpatke.

source: Clear log
sr_rs: Obriši dnevnik

source: Latest added on top
es_es: Último añadido en la parte superior
fr_fr: Dernier ajout en haut
sr_rs: Najnovije se dodaje na vrh

source: Random
es_es: Aleatorio
fr_fr: Aléatoire
sr_rs: Nasumično

source: Title:
es_es: Título:
fr_fr: Titre :
sr_rs: Naslov:

source: Choose collection
es_es: Elija colección
fr_fr: Choisissez la collection
sr_rs: Izaberi zbirku

source: Number of items (0 = all)
es_es: número de objetos (0 = todos)
fr_fr: Nombre d'éléments (0 = tous)
sr_rs: Broj artikala (0 = svi)

source: Sort type
es_es: Ordenar tipo
fr_fr: Type de tri
sr_rs: Razvrstaj

source: Custom CSS class for the inner container
sr_rs: Prilagođena CSS klasa za unutrašnji kontejner
