Repository: common-repository/amazonsimpleadmin
Catalog: lang/asa1-*.po
Languages: es_es, fr_fr, sr_rs

source: Lets you easily <strong>embed Amazon products</strong> into your posts by use of [asa]ASIN[/asa] tags. Supports the use of templates. So you can choose from various presentation styles and of course create your own template in a few seconds. Needs PHP 5! <a href="options-general.php?page=amazonsimpleadmin/amazonsimpleadmin.php">Options panel</a>
es_es: Permite <strong> incrustar fácilmente los productos Amazon </ strong> en tus mensajes mediante el uso de etiquetas [ASA] ASIN [/] asa]. Soporta el uso de plantillas. Así que usted puede elegir entre varios estilos de presentación y por supuesto crear su propia plantilla en unos pocos segundos. Necesita PHP 5! <a href="options-general.php?page=amazonsimpleadmin/amazonsimpleadmin.php"> panel Opciones </ a>
fr_fr: Vous permet de facilement <strong>intégrer des produits Amazon</strong> dans vos messages par l'utilisation des balises [asa] ASIN [/asa]. Prend en charge l'utilisation de modèles. Ainsi, vous pouvez choisir parmi différents styles de présentation et bien sûr créer votre propre modèle en quelques secondes. A besoin de PHP 5 ! <a href="options-general.php?page=amazonsimpleadmin/amazonsimpleadmin.php">Panneau d'options</a>
sr_rs: Omogućava vam da lako <strong>ugradite Amazon proizvode</strong> u svoje postove tako što ćete koristiti [asa]ASIN[/asa] oznake. Podržava upotrebu šablona. Možete da birate između različitih stilova prezentacije i, naravno, da kreirate svoj šablon za samo nekoliko sekundi! Zahteva PHP 5! <a href="options-general.php?page=amazonsimpleadmin/amazonsimpleadmin.php">Options panel</a>

source: Y-m-d \<\b\r \/\> g:i:s a
fr_fr: A-m-j \<\b\r \ / \ > g:i:s un

source: Status
es_es: Estado
fr_fr: État

source: writable
es_es: escribible
fr_fr: accessible en écriture

source: not writable
es_es: no se puede escribir
fr_fr: pas accessible en écriture

source: Only use Amazon price for placeholder {$AmazonPrice}:
fr_fr: Utilisez uniquement le prix Amazon pour l'espace réservé {$AmazonPrice} :

source: To embed products from Amazon into your post with AmazonSimpleAdmin, easily use tags like this:
fr_fr: Pour incorporer les produits d'Amazon dans votre post avec AmazonSimpleAdmin, utilisez plus facilement les balises comme ceci :

source: Furthermmore you can declare an individual template file within the first [asa] tag, like:
fr_fr: De plus, vous pouvez déclarer un fichier de modèle individuel au sein de la première balise [asa], comme :

source: You can create multiple template files and put them into the "tpl" folder in the AmazonSimpleAdmin plugin directory. Template files are simple HTML files with placeholders. See the documentation for more info. Template files must have the extension ".htm". Use the filename without ".htm" for declaration within the [asa] tag. If you do not declare a template file, AmazonSimpleAdmin uses the default template (tpl/default.htm).
fr_fr: Vous pouvez créer plusieurs fichiers de modèle et les mettre dans le dossier « tpl » dans le répertoire de plugin AmazonSimpleAdmin. Les fichiers de modèle sont des fichiers HTML simples avec des espaces réservés. Consultez la documentation pour plus d'informations. Les fichiers de modèle doivent avoir l'extension « .htm ». Utilisez le nom de fichier sans « .htm » pour la déclaration dans la balise [asa]. Si vous ne déclarez pas un fichier de modèle, AmazonSimpleAdmin utilise le modèle par défaut (tpl/default.htm).

source: For embedding a whole collection of Amazon products into your post, use the collection tags:
fr_fr: Pour l'incorporation de toute une collection de produits Amazon dans votre message, utilisez les balises de la collection :

source: <strong>[asa_collection]my_collection[/asa_collection]</strong> where "my_collection" between the tags stands for the collection label you have created in the collections section.
fr_fr: <strong>[asa_collection] my_collection [/ asa_collection]</strong> où « my_collection » entre les balises est synonyme de l'étiquette de collection vous avez créé dans la section collections.

source: Like with the simple ASIN tags before, you can also use templates for collections. Declare your template file in the asa_collection tag, like this: <strong>[asa_collection my_template]my_collection[/asa_collection]</strong>
fr_fr: Comme avec les balises ASIN simples auparavant, vous pouvez également utiliser des modèles pour les collections. Déclarez votre fichier de modèle dans la balise asa_collection, comme ceci : <strong>[asa_collection my_template] my_collection [/ asa_collection]</strong>

source: AmazonSimpleAdmin features the following functions, which can be used in your sidebar file or everywhere else in PHP code:
fr_fr: AmazonSimpleAdmin offre les fonctions suivantes, qui peuvent être utilisées dans votre fichier de la barre latérale, ou partout ailleurs dans le code PHP :
